Repository: arigvrcia/tt-48794807
Catalog: omegat/project_save.tmx
Source language: en
Languages: es_es

source: Contemporary Japan is considered a highly homogeneous society, but regional variation in social and cultural patterns has always been significant.
es_es: El Japón contemporáneo se considera una sociedad muy homogénea, pero la variación regional en los patrones sociales y culturales siempre ha sido significativa.

source: Contemporary Japanese culture emphasizes symbolic expressions of local or regional identity.
es_es: La cultura japonesa contemporánea hace hincapié en las expresiones simbólicas de la identidad local o regional.

source: Culture Name
es_es: Nombre de la cultura

source: Culture of Japan
es_es: Cultura de Japón

source: Despite
es_es: A pesar de

source: Despite similarity in syntax, vocabulary, and grammar, the contemporary languages are mutually unintelligible.
es_es: A pesar de la similitud en la sintaxis, el vocabulario y la gramática, las lenguas contemporáneas son mutuamente ininteligibles.

source: Differentiation of students by academic ability does not take place until the end of elementary school, and the emphasis in primary education is on social integration, self-discipline, and the fundamental skills of reading, writing, and arithmetic.
es_es: La diferenciación de los alumnos por su capacidad académica no se produce hasta el final de la escuela primaria, y el énfasis en la educación primaria se pone en la integración social, la autodisciplina y las habilidades fundamentales de lectura, escritura y aritmética.

source: Diplomatic relations with the Western powers grew worse, and on 7 December 1941, Japanese forces attacked Pearl Harbor.
es_es: Las relaciones diplomáticas con las potencias occidentales empeoraron y, el 7 de diciembre de 1941, las fuerzas japonesas atacaron Pearl Harbor.

source: Disillusionment with the cultural and social frameworks of prewar and wartime life was widespread.
es_es: la desilusión con los marcos culturales y sociales de la vida de preguerra y de guerra era generalizada.

source: Domestic companies became consumers of Western technology and applied it to the production of goods that could be sold cheaply on the world market.
es_es: Las empresas nacionales se convirtieron en consumidoras de tecnología occidental y la aplicaron a la producción de bienes que podían venderse a bajo precio en el mercado mundial.

source: Downtown Hiroshima and the memorial of the atomic bomb.
es_es: El centro de Hiroshima y el monumento a la bomba atómica.

source: During much of Japanese history, Shintō and Buddhism have coexisted and influenced each other.
es_es: Durante gran parte de la historia de Japón, el Shintō y el budismo han coexistido y se han influido mutuamente.

source: During the 1960s and 1970s, citizen movements that confronted the government became common, particularly in response to environmental issues.
es_es: A lo largo del siglo XX, el gobierno ha dirigido o supervisado las actividades de muchos grupos y organizaciones sociales nominalmente independientes.

source: During the Taishō period (1912–1926), the political and intellectual climate became more liberal, shaped by the large new middle classes that formed in major urban areas.
es_es: Durante el periodo Taishō (1912-1926), el clima político e intelectual se hizo más liberal, moldeado por las nuevas y grandes clases medias que se formaron en las principales zonas urbanas.

source: During the Tokugawa period, culture and society became codified and somewhat uniform across the country.
es_es: Durante el periodo Tokugawa, la cultura y la sociedad se codificaron y en cierto modo se uniformizaron por todo el país.

source: During the Yamato period (300 C.E.
es_es: Durante el periódo Yamato (300 e. c.-552 e. c.)

source: During the Yayoi period (ca.
es_es: Durante el periódo Yayoi (aproximadamente 300 a. e. c.-300 e. c.)

source: During the last 150 years of industrialization and economic development, the population has grown from around thirty million to its present size.
es_es: Durante los últimos 150 años de industrialización y desarrollo económico, la población ha pasado de unos treinta millones al número actual.

source: Each fief retained its own castle town, and as a political strategy, some fiefs maintained a high degree of economic, social, and cultural autonomy.
es_es: Cada feudo conservó su propia ciudad castillo, y como estrategia política, algunos feudos mantuvieron un alto grado de autonomía económica, social, y cultural.

source: Economic growth was politically unassailable, but the costs in terms of pollution, declines in the agricultural sector, and massive urban growth without adequate infrastructure were enormous.
es_es: El crecimiento económico era políticamente irrefutable, pero los costes en términos de contaminación, declive del sector agrícola y crecimiento urbano masivo sin infraestructuras adecuadas eran enormes.

source: Education, police, and fire protection are organized around municipal units but are controlled or standardized at the national level.
es_es: La educación, la policía y la protección contra incendios se organizan en torno a unidades municipales, pero se controlan o normalizan a nivel nacional.

source: Entrance examinations are generally are required for admission to all levels of private schools and for public schools beyond elementary school.
es_es: Por lo general, se exigen exámenes de ingreso para la admisión en todos los niveles de las escuelas privadas y en las escuelas públicas más allá de la escuela primaria.

source: Etiquette
es_es: Etiqueta

source: Etiquette can be a full-time occupation, especially in the context of traditional artistic pursuits, such as the tea ceremony, where its principles are incorporated as elements of performance.
es_es: La etiqueta puede ser una ocupación a tiempo completo, especialmente en el contexto de las actividades artísticas tradicionales, como la ceremonia del té, donde sus principios se incorporan como elementos de actuación.

source: Etiquette hinges on principles of proportional reciprocity in social hierarchies based on determinations of relative status between superior and subordinate.
es_es: La etiqueta se basa en principios de reciprocidad proporcional en jerarquías sociales basadas en la determinación del estatus relativo entre superiores y subordinados.

source: European names for the country probably originated with Marco Polo, who most likely adopted a name for Japan used in a Chinese dialect.
es_es: Los nombres europeos para el país probablemente se originaron con Marco Polo, que muy probablemente adoptó un nombre para Japón utilizado en un dialecto chino.

source: Even in more prosaic circumstances, many points of etiquette are elaborately codified, including an extensive vocabulary and grammar for polite conversation; specific principles for the selection, presentation, and reciprocation of gifts; and standards for bowing and exchanging name cards.
es_es: Incluso en circunstancias más prosaicas, muchos aspectos de la etiqueta están codificados de forma elaborada, incluyendo un extenso vocabulario y una gramática para la conversación educada; principios específicos para la selección, presentación y reciprocidad de los regalos; y normas para las reverencias y el intercambio de tarjetas con el nombre.

source: Extraterritoriality ended in 1899, and victory in the Russo-Japanese War (1904–1905)—resulted in the possession of several islands north of Hokkaidō and Russia's extensive interests in Manchuria.
es_es: La extraterritorialidad finalizó en 1899, y la victoria en la Guerra Ruso-Japonesa (1904-1905) tuvo como resultado la posesión de varias islas al norte de Hokkaidō y los amplios intereses de Rusia en Manchuria.

source: For example, local identity and pride are commonly expressed through "famous local products." Almost every village, town, and city is famous for something, often a locally distinctive folk craft, a local culinary specialty, or a traditional song or performing art.
es_es: Por ejemplo, la identidad y el orgullo locales se expresan habitualmente a través de "productos locales famosos". Casi todos los pueblos, ciudades y aldeas son famosos por algo, a menudo por una artesanía local distintiva, una especialidad culinaria local o una canción tradicional o arte escénico.

source: For example, women are still excluded from sumō wrestling rings.
es_es: Por ejemplo, las mujeres siguen estando excluidas de los rings de lucha de sumō.

source: For many students, college is seen as an opportunity to take a break from years of preparation for examinations, and college life often is regarded as a relaxing interlude before one starts a career.
es_es: Para muchos estudiantes, la universidad se ve como una oportunidad para descansar de años de preparación para los exámenes, y la vida universitaria se considera a menudo como un interludio relajante antes de empezar una carrera.

source: For over 260 years, Japan experienced political stability, peace, and rising prosperity.
es_es: Durante más de 260 años, Japón experimentó estabilidad política, paz y creciente prosperidad.

source: Foreign experts were hired, and young Japanese were sent to study at Western universities.
es_es: Se contrató a expertos extranjeros y se envió a jóvenes japoneses a estudiar a universidades occidentales.

source: Frances Xavier visited the country in 1549 to initiate Catholic missionizing.
es_es: Francisco Javier visitó el país en 1549 para iniciar las misiones católicas.

source: From 1945 until 1952, Japan was occupied by Allied troops under the command of U.S.
es_es: Desde 1945 hasta 1952, Japón estuvo ocupado por las tropas aliadas bajo el mando de Estados Unidos.

source: From Shintō to sumō, from the celebration of political loyalty and social conformity to the organization of kinship patterns, almost all aspects of life were suffused with consciousness of the national identity.
es_es: Desde el sintoísmo hasta el sumō, desde la celebración de la lealtad política y la conformidad social hasta la organización de los patrones de parentesco, casi todos los aspectos de la vida estaban impregnados de la conciencia de la identidad nacional.

source: From the beginning of the Kamakura period (1185–1333) the imperial court appointed a Shōgun: a supreme military commander who acted in the name of the imperial court but was in fact the supreme political authority.
es_es: Desde el principio del periodo Kamakura (1185-1333) la corte imperial designó a un sogún: un comandante militar supremo que actuaba en nombre de la corte imperial, pero era, de hecho, la autoridad política suprema.

source: From the late nineteenth century until 1945, an official cult (State Shintō) dominated the national ideology.
es_es: Desde finales del siglo XIX hasta 1945, un culto oficial (el Estado de Shinto) dominó la ideología nacional.

source: Gender Roles and Statuses
es_es: Roles y estatus de género

source: General Douglas MacArthur.
es_es: General Douglas McArthur.

source: Grassroots movements developed to combat problems spawned by the developmental ethos; those movements were limited in their effectiveness.
es_es: Se desarrollaron movimientos de base para combatir los problemas generados por el espíritu desarrollista; esos movimientos tuvieron una eficacia limitada.

source: High levels of disposable income, however, masked the astronomical cost of real estate and the growing division in urban society between the wealthy and the poor.
es_es: Sin embargo, los altos niveles de renta disponible enmascaraban el astronómico coste de los inmuebles y la creciente división de la sociedad urbana entre ricos y pobres.

source: High schools are evaluated in terms of their success in placing their graduates prestigious universities.
es_es: Los institutos se evalúan en función de su éxito a la hora de colocar a sus graduados en universidades de prestigio.

source: His coronation and the elaborate Shintō rites that accompanied it were reminders of prewar rituals that evoked unwelcome memories of nationalism.
es_es: Su coronación y los elaborados ritos sintoístas que la acompañaron fueron reminiscencias de los rituales de la preguerra que evocaron recuerdos no deseados del nacionalismo.

source: History and Ethnic Relations
es_es: Historia y relaciones étnicas

source: However, Japan maintains a "self-defense force" with substantial personnel and weaponry, supported by a growing budget.
es_es: Programas de bienestar social y cambio Existe un espíritu de apoyo a la educación, la seguridad pública y la salud pública, que han sido prioridades del gobierno desde el siglo XIX.

source: However, communities of "hidden Christians" maintained their faith in isolation and secrecy.
es_es: Sin embargo, las comunidades de "cristianos ocultos" mantuvieron su fe en aislamiento y secreto.

source: However, many aspects of social welfare continue to be the responsibility of families, communities, and other social groups.
es_es: El cuidado de los ancianos era tradicionalmente una responsabilidad familiar, pero se ha convertido en un enorme problema público debido al rápido envejecimiento de la población japonesa y al descenso de los hogares multigeneracionales.

source: However, the practical impact of legal changes on women's status has been gradual.
es_es: Sin embargo, el impacto práctico de los cambios legales en la condición de la mujer ha sido gradual.

source: Ideas about Japanese culture frequently weigh the relative contributions of indigenous inspiration and adaptations of foreign practices in forming the national culture.
es_es: Las ideas sobre la cultura japonesa suelen sopesar la contribución relativa de la inspiración autóctona y las adaptaciones de las prácticas extranjeras en la formación de la cultura nacional.

source: Ieyasu established his capital in Edo (renamed Tōkyō in 1868), which commanded the Kantō region and was distant from the imperial court in Kyōto.
es_es: Ieyasu estableció su capital en Edo (renobrada Tokio en 1868), que comandaba la región de Kanto y estaba distante de la corte imperial en Kyoto.

source: In 1603 Tokugawa Ieyasu decisively defeated most of the remaining opponents, and established a dynasty that lasted until 1868.
es_es: En 1603 Tokugawa derrotó decisivamente a la mayoría de los oponentes restantes, y estableció una dinastía que duró hasta 1868.

source: In 1870, the ban on Christianity was lifted.
es_es: En 1870 se levantó la prohibición del cristianismo.

source: In 1910, Japan annexed Korea.
es_es: En 1910, Japón se anexionó Corea.

source: In 1947, a new constitution was drafted by advisers to the Allied occupation forces and adopted by the parliament.
es_es: En 1947, los asesores de las fuerzas de ocupación aliadas redactaron una nueva constitución que fue aprobada por el parlamento.

source: In 1993, the LDP split apart, and many of its factions have become independent political parties.
es_es: En 1993, el PLD se dividió y muchas de sus facciones se han convertido en partidos políticos independientes.

source: In 552, emissaries from the Korean kingdom of Paekche established contact with the Yamato rulers.
es_es: En el 522, emisarios del reino coreano de Paekche establecieron contacto con los jefes Yamato.

source: In addition to state-sponsored innovations such as uniform national education and the creation of a single national dialect, popular interest in Western life increased throughout the Meiji period, starting at elite levels and eventually extending to almost all social groups, especially in the largest cities.
es_es: Además de las innovaciones patrocinadas por el Estado, como la educación nacional uniforme y la creación de un único dialecto nacional, el interés popular por la vida occidental aumentó a lo largo del periodo Meiji, comenzando en las élites y extendiéndose finalmente a casi todos los grupos sociales, especialmente en las ciudades más grandes.

source: In addition to the adaptation of Chinese characters to preexisting Japanese vocabulary, two phonetic systems of writing were developed after the ninth century.
es_es: Además de la adaptación de los caracteres chinos al vocabulario japonés preexistente, después del siglo IX se desarrollaron dos sistemas fonéticos de escritura.

source: In describing the opposition between the two regions, people point to different personalities, orientations toward tradition, openness to social change, and ways of expressing emotions.
es_es: Al describir la oposición entre las dos regiones, la gente señala las diferentes personalidades, orientaciones hacia la tradición, apertura al cambio social y formas de expresar las emociones.

source: In essence, Teravada (a Sanskrit term meaning "the lesser or smaller vessel") teaches that salvation is available only to an elect few, those who strive to achieve enlightenment and practice good works that will enhance one's ability to transcend the snares of mortal existence.
es_es: En esencia, el teravada (término sánscrito que significa "el recipiente menor o más pequeño") enseña que la salvación sólo está disponible para unos pocos elegidos, aquellos que se esfuerzan por alcanzar la iluminación y practican buenas obras que aumentarán su capacidad para trascender las trampas de la existencia mortal.

source: In many areas, ministries set policy and politicians ratify the opinions of the bureaucrats.
es_es: En muchos ámbitos, los ministerios establecen la política y los políticos ratifican las opiniones de los burócratas.

source: In modern urban nuclear families, close psychological ties between mothers and children are extremely common.
es_es: En las familias nucleares urbanas modernas, los estrechos lazos psicológicos entre madres e hijos son muy comunes.

source: In most regions, this involved inheritance and succession by the oldest son.
es_es: En la mayoría de las regiones, la herencia y la sucesión correspondían al hijo mayor.

source: In preparation for college entrance examinations, sometimes for high school, and occasionally even at lower levels, a student may leave school to devote an entire year to studying at an examination academy.
es_es: Como preparación para los exámenes de acceso a la universidad, a veces para la escuela secundaria, y ocasionalmente incluso en los niveles inferiores, un estudiante puede dejar la escuela para dedicar todo un año a estudiar en una academia de exámenes.

source: In terms of social participation, the household was considered as a single unit rather than the sum of its members.
es_es: En cuanto a la participación social, el hogar se consideraba una unidad única y no la suma de sus miembros.

source: In the 1960s and 1970s, success in the domestic economy began to be felt around the world as consumer products from Japan began to dominate overseas markets.
es_es: En las décadas de los 60 y los 70, el éxito de la economía nacional empezó a notarse en todo el mundo, ya que los productos de consumo de Japón empezaron a dominar los mercados de ultramar.

source: In the case of an extremely prosperous family, they might be able to establish other children in newly independent family lines, which would remain forever subservient to the original line.
es_es: En el caso de una familia extremadamente próspera, podían establecerse otros hijos en nuevas líneas familiares independientes, que permanecerían siempre supeditadas a la línea original.

source: In the cities, bourgeois culture flourished: kabuki drama, bunraku puppet theater, sumō wrestling, ukiyo-e woodblock prints, and geisha entertainers
es_es: En las ciudades floreció la cultura burguesa: el teatro kabuki, el teatro de marionetas bunraku, la lucha libre sumō, los grabados en madera ukiyo-e y las animadoras geishas fueron creaciones de la cultura urbana.

source: In the first year and a half of the Pacific War, Japanese forces were on the offensive, but by 1944, Allied forces were recapturing the Western Pacific.
es_es: En el primer año y medio de la Guerra del Pacífico, las fuerzas japonesas estaban a la ofensiva, pero en 1944, las fuerzas aliadas estaban recuperando el Pacífico Occidental.

source: In the late eighth century, a new capital was established at what is now Kyōto, and during the Heian period (794–1185) Japanese classical civilization blossomed.
es_es: A finales del siglo VIII, se estableció una nueva capital en lo que es ahora Kyoto, y durante el periodo Heian (794-1185) La civilización clásica japonesa floreció .

source: In the late nineteenth century, the Meiji government put in place legal norms and standards that defined an ideal family structure.
es_es: A finales del siglo XIX, el gobierno Meiji puso en marcha normas legales y estándares que definían una estructura familiar ideal.

source: In the late nineteenth century, when new legal codes institutionalized family norms, the control of husband over wife was codified.
es_es: A finales del siglo XIX, cuando los nuevos códigos legales institucionalizaron las normas familiares, se codificó el control del marido sobre la mujer.

source: In the upper reaches of society, the kinship system upheld neo-Confucian ideals of the family as a microcosm of the social order.
es_es: En los alcances superiores de la sociedad, el sistema de parentesco defendía los ideales neo-Confucianos de la familia como microcosmos del orden social.

source: In traditional agrarian life, land was almost never divided, because to do so might imperil the next generation's ability to survive.
es_es: En la vida agraria tradicional, la tierra casi nunca se dividía, porque hacerlo podía poner en peligro la capacidad de supervivencia de la siguiente generación.

source: In virtually all legal, political, and social contexts outside the home, women were subordinate to the male household head.
es_es: En prácticamente todos los contextos legales, políticos y sociales fuera del hogar, la mujer estaba subordinada al hombre cabeza de familia.

source: Individuals were expected to subordinate themselves to the specific obligations of their ascribed social roles, and virtue consisted of perfecting one's ability to fit the requirements of one's role.
es_es: Se esperaba que los individuos se subordinasen a las obligaciones específicas de los papeles sociales que les habían sido asignados y la virtud consistía en perfeccionar la habilidad de cada uno para ajustarse a los requisitos de su papel.

source: Industrial zones grew enormously, and there was steady migration from the countryside to the newly industrializing centers.
es_es: Las zonas industriales crecieron enormemente y se produjo una migración constante del campo a los nuevos centros de industrialización.

source: Industrialization was accompanied by the development of a national railway system and modern communications.
es_es: La industrialización fue acompañada por el desarrollo de un sistema nacional de ferrocarriles y comunicaciones modernas.

source: Infants often are taken to Shintō shrines thirty days after their birth, and the holiday Shichigosan in November is an occasion for children to be honored at shrines.
es_es: Los bebés suelen ser llevados a los santuarios Shintō treinta días después de su nacimiento, y la fiesta Shichigosan en noviembre es una ocasión para que los niños sean honrados en los santuarios.

source: Inheritance of a family's estate and succession to a family's occupation, social position, and obligations devolved to a single child.
es_es: La herencia del patrimonio familiar y la sucesión de la ocupación, la posición social y las obligaciones de la familia recaían en un solo hijo.

source: Irrigated fields in front of a housing development near Kyōto.
es_es: Campos de regadío frente a una urbanización cerca de Kyōto.
